{
    "books": [
      {
        "_id": "66934f45beb80f7415c60caa",
        "isbn": "9789353050337",
        "title": "Here, There and Everywhere",
        "author": "Sudha Murty",
        "publisher": "Penguin Random House India Private Limited",
        "date": "2024-07-14T04:08:36.037Z",
        "genre": "Wearer of many hats-philanthropist, entrepreneur, computer scientist, engineer, teacher-Sudha Murty has above all always been a storyteller extraordinaire. Winner of the R.K. Narayan Award for Literature, the Padma Shri, the Attimabbe Award from the government of Karnataka for excellence in Kannada literature, and the Raymond Crossword Lifetime Achievement Award, her repertoire includes adult non-fiction, adult fiction, children's books, travelogues and technical books. Here, There and Everywhere is a celebration of her literary journey and is her 200th title across genres and languages. Bringing together her best-loved stories from various collections alongside some new ones and a thoughtful introduction, here is a book that is, in every sense, as multifaceted as its author.",
        "quantity": 4,
        "available": 4,
        "categories": "Literary Collections",
        "thumbnail": "http://books.google.com/books/content?id=mKxZDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "previewLink": "http://books.google.co.in/books?id=mKxZDwAAQBAJ&printsec=frontcover&dq=fiction&hl=&cd=24&source=gbs_api",
        "rating": 5,
        "addedBy": "66934ddd87fe2ec6d01d2afe",
        "__v": 0
      },
      {
        "_id": "66934f45beb80f7415c60cac",
        "isbn": "9780671872298",
        "title": "Fahrenheit 451",
        "author": "Ray Bradbury",
        "publisher": "Unknown Publisher",
        "date": "2024-07-14T04:08:36.037Z",
        "genre": "A fireman in charge of burning books meets a revolutionary school teacher who dares to read. Depicts a future world in which all printed reading material is burned.",
        "quantity": 1,
        "available": 1,
        "categories": "Book burning",
        "thumbnail": "http://books.google.com/books/content?id=AU9YtwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "previewLink": "http://books.google.co.in/books?id=AU9YtwAACAAJ&dq=fiction&hl=&cd=26&source=gbs_api",
        "rating": 5,
        "addedBy": "66934ddd87fe2ec6d01d2afe",
        "__v": 0
      },
      {
        "_id": "66934f45beb80f7415c60cba",
        "isbn": "9780330465717",
        "title": "The Pillars of the Earth",
        "author": "Ken Follett",
        "publisher": "Pan Macmillan",
        "date": "2024-07-14T04:08:36.037Z",
        "genre": "An epic, spellbinding tale of ambition, anarchy, and absolute power set against the sprawling medieval canvas of twelfth-century England, The Pillars of the Earth is Ken Follett's historical masterpiece. A Mason with a Dream It is 1135 and civil war, famine and religious strife abound. With his family on the verge of starvation, mason Tom Builder dreams of the day that he can use his talents to create and build a cathedral like no other. A Monk with a Burning Mission Philip is the church prior of Kingsbridge. A resourceful man, he knows that if his town is to survive at all, it must find a way to truly thrive. He decides, then, to build Kingsbridge the greatest Gothic cathedral the world has ever known. A World of High Ideals and Savage Cruelty As the prior recruits his mason, so begins a journey of ambition, anarchy and the struggle for absolute power. Facing enemies that would thwart them, they will stop at nothing to fulfil their grand plans of Kingsbridge. Soon build tensions between good and evil, turning church against state, and brother against brother . . . The Pillars of the Earth is the first in The Kingsbridge Novels series, followed by World Without End and A Column of Fire.",
        "quantity": 2,
        "available": 2,
        "categories": "Fiction",
        "thumbnail": "http://books.google.com/books/content?id=CiCYALkUTaIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "previewLink": "http://books.google.co.in/books?id=CiCYALkUTaIC&printsec=frontcover&dq=fiction&hl=&cd=44&source=gbs_api",
        "rating": 5,
        "addedBy": "66934ddd87fe2ec6d01d2afe",
        "__v": 0
      },
      {
        "_id": "66934f45beb80f7415c60cb1",
        "isbn": "9780765394866",
        "title": "Ender's Game",
        "author": "Orson Scott Card",
        "publisher": "Tor Books",
        "date": "2024-07-14T04:08:36.037Z",
        "genre": "\"The classic of modern science fiction\"--Front cover.",
        "quantity": 3,
        "available": 3,
        "categories": "Fiction",
        "thumbnail": "http://books.google.com/books/content?id=jaM7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "previewLink": "http://books.google.co.in/books?id=jaM7DwAAQBAJ&dq=fiction&hl=&cd=33&source=gbs_api",
        "rating": 5,
        "addedBy": "66934ddd87fe2ec6d01d2afe",
        "__v": 0
      },
      {
        "_id": "66934f45beb80f7415c60c9d",
        "isbn": "9788184950281",
        "title": "101 Inspiring Stories",
        "author": "G. Francis Xavier",
        "publisher": "Jaico Publishing House",
        "date": "2024-07-14T04:08:36.037Z",
        "genre": "This is one of the many inspiring books from the renowned “Motivator” Dr. G. Francis Xavier. Evidently, this harvest of stories has been gleaned from lands he visited and books he read. Xavier, who conducts full-house personal growth courses has brought out this compendium in an interactive form, making the reader give the answers at the end of the story, which is a novel approach. Stories and examples are the best way to inspire, and this volume can be gifted to anyone. It is useful for preachers, speakers and teachers. The book appeals to readers of all ages except the morose and irredeemable negaholics (negative thinking addicts) and anti-reading teenagers. It has stories to inspire and promises uninterrupted chuckles till the end. There are also quotations on success.",
        "quantity": 2,
        "available": 2,
        "categories": "Self-Help",
        "thumbnail": "http://books.google.com/books/content?id=qdTgpEwSiIQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "previewLink": "http://books.google.co.in/books?id=qdTgpEwSiIQC&printsec=frontcover&dq=fiction&hl=&cd=10&source=gbs_api",
        "rating": 5,
        "addedBy": "66934ddd87fe2ec6d01d2afe",
        "__v": 0
      }
    ]
  }